{
    "B000X2FPXC": "Perfect for Camping\nA New Experience in Cleanliness\nFor Everyday Use as a Body Wash, Facial Cleanser, Shampoo and Shaving Lather\nDr. Woods Castile Soap is very mild and versatile for everyday as a body wash, facial cleanser, shampoo, and shaving lather. It is also excellent as a mild laundry detergent.\n\nOriginating from Castile, Spain, our soaps are vegetable based, containing no animal fat. Because our soaps are biodegradable, they are perfect for camping.\n\nCastile Soap incorporates the natural healing properties of olive oil with an invigorating scent. The olive oil in our soaps attracts moisture and, while holding the moisture close to the skin, forms a breathable layer preventing the loss of that moisture.\n\n\nDr.Woods Castile Soap does not contain any harsh detergents that can strip away skin's natural moisture. The fragrance refreshes and reinvigorates your skin and senses after a long, hectic day, while the Vitamin E rich lather leaves skin feeling naturally clean and dewy soft. Use this rich lathering liquid soap to gently cleanse hands and your entire body.\n\nFree Of Harsh detergents and animal fat. Disclaimer These statements have not been evaluated by the FDA. These products are not intended to diagnose, treat, cure, or prevent any disease.\nNaturally\nAll Things Good\nFor All Skin Types\nLeaping Bunny Certified\nCruelty Free",
    "B0012XPRO8": "Moisturizes, soothes and nourishes your skin.\nPropellant free shaving cream.\nAll Natural ingredients include natural squalane, organic shea butter, organic green tea, organic coconut oil, organic jojoba seed oil\nLEAPING BUNNY CERTIFIED. PARABEN free. SULFATE free. DEA and TEA free. PETROCHEMICAL free. PTHALATE free. NATURAL with ORGANIC goodness\nSatisfaction Guaranteed with an unconditional 30-Day Return and full Refund Policy (when bought from Whish Beauty or Active Recovery Essentials) We know you will love this product!",
    "B004KEJ65C": "Folicure Extra Shampoo can be an excellent hair care choice for anyone dealing with hair loss or thinning locks. This product can help to promote follicular health and can restore your hair to its original beauty. When used properly, it can make your tresses look and feel thicker and fuller. If you want to show off a head of hair that will attract compliments, this product may produce the full, thick results you desire. Folicure shampoo features a special formula designed to care for your head. The special Swiss conditioner Pantethine can help to keep your locks soft and flexible while jojoba oil can protect and nourish your tresses and promote hair growth. Phytantriol can help to add body and bulk to your hair while jaborandi can revitalize the look of your style by improving volume. It contains natural herbs like rosemary and basil to stimulate hair growth and improve the texture and feel of your hair. The full ingredients list of this shampoo is as follows: Water, Sodium Laurreth Sulfate, Disodium Cocoamphodiacetate, Panthenol,Sodium PCA, Pantethine Panthenyl Ethyl Ether, Phytantriol, Citric Acid, Fragrance, Hydrolyzed Yeast, Soy Protein, Jojoba Oil, Hydrolyzed Glycosaminoglycans (Hydrolyzed Mucopolysaccharides), Nettle, Jaborandi, Rosemary, Basil, Comfrey, Parsley, Methylparaben, Methylchloroisothiazolinone, Methylisothiazolinone, FD&C Yellow #5, FD&C Red #4, and FD&C Blue #1.Folicure Extra Shampoo can help to repair your hair after it has been chemically colored, permed, or treated. It can also help to restore health to damaged locks for a beautiful look. With its moisturizing ingredients, it can nourish the strands of your hair for a soft, smooth finish. As this shampoo helps to fix brittle locks, your hairstyle can become fuller and have more luster and shine. If your hair has been damaged or over-processed, Folicure Shampoo can be the right choice to restore the beauty you desire. Whether you use heated styling tools or your locks are just getting thinner due to age, Folicure shampoo can help to provide care for your tresses. This product contains light oils that can help to add volume to your hairstyle without weighing your strands down. It can clean your hair as well without taking out or stripping nutrients needed to keep your locks healthy and beautiful. If you have always dreamed of having a naturally thick and bouncy hairstyle, this product can be a great choice to add to your shower routine.Folicure moisturizing shampoos can help to transform brittle, fine strands into full, thick tresses for a luxurious look. It can nourish and soften while providing cleansing treatment for a lovely, eye catching hairstyle. After regular use, you can find that the product will plump the strands of your locks with natural herbs for added volume and shine. This product can be a nice choice for men and women, and it can work great on oily, dry, or normal hair types. If you are concerned about hair loss or thinning, damaged, or dry hair, you can try washing with Folicure Extra. It could provide a hair care solution that improves your look and feel on a daily basis. This product comes in a bottle of 12 fluid ounces.",
    "B007V6JNE0": "Size: 3.5ml / .118 oz\n\nThis advanced RevitaLash formula contains a proprietary blend of proven functional cosmetic ingredients pioneered by Athena, combined with an infusion of powerful peptides and soothing botanicals, designed to both beautify and nourish the eyelashes.\n\nRevitalash enhances lashes and protects against breakage while improving flexibility & shine for more dramatic lashes.\n\nBENEFITS:\nCurl Effect helps naturally lift and curl the eyelashes.\nProprietary blend of scientifically-advanced technology and natural botanicals join in concert to protect against breakage and brittleness. Improve flexibility, moisture, and shine for more dramatic-looking eyelashes.\nDaily use provides immediate conditioning benefits, leading to healthier-looking, more luxurious lashes.\n\nAPPLICATION:\nCLEANSE: Remove makeup and residue. Keep in mind, oil-based makeup removers and cleansers can leave behind a film which may create a barrier between your lashes and the lash conditioner. It’s important to wash off any residue.\nAPPLY: Apply a thin line of RevitaLash Advanced in a swiping motion to the top-side of your lashes.The conditioner is specially formulated to stay where you apply it. A little goes a long way! Allow lashes to dry before proceeding with skin care and makeup routines.\nUSE DAILY: RevitaLash Advanced works best when used consistently. Apply daily for best results.\n\nKEY INGREDIENTS:\nBiopeptin Complex: Proprietary Blend Of Biotin, Green Tea Extract (Rich In Panthenol), Peptides, And Lipids. Helps Condition And Strengthen Lashes While Defending From Breakage And Brittleness.\nGinseng & Swertia Japonica: Plant Extracts High In Anti-oxidants And Vitamin B. Helps Protect And Revitalize.\nSaw Palmetto: High In Fatty Acids And Plant Sterols. Helps Condition And Shine.\nWheat Protein: High In Amino Acids, Peptides, And B Vitamins. Helps Fortify, Smooth, And Condition.",
    "B00BSE3III": "Jhirmack Silver Brightening Timeless Shampoo Don't Hide Your Grey Hair, makes it shine multifaceted with this Jhirmack Silver Plus Shampoo. Specially designed for those with silver hair, this Jhirmack shampoo is in a practical 12 fl oz container, and it improves the texture and neutralises available shades in silver hair. - Tea extract and folic acid contains, the archetypical shampoo will help your hair its best, even as you look older. It is also ideal for people with bleached, blonde or highlighted hair to keep shades. Antioxidants are also used to promote texture and softness. It can of course also improve the elasticity of the hair, including CoQ10 and Macadamia nut oil. This shampoo is safe for natural colours as well as highlighted hair.",
    "B00NT0AR7E": "This serum contains the highest concentration of retinol available without recipe as well as antioxidant astaxanlin.\nCold skin care products are better for your skin and offer a much more natural formula than other presumed natural skincare brands. OZ Naturals' cold treated skin care products are purer, natural and more effective for your skin.\nThanks to our patented bio-congenital preservation complex, we can avoid harmful conventional preservatives such as phenoxyethanol or sodium benzoate. Unlike 99% of other skincare brands, OZ Naturals' recipes don't contain any of these harmful preservatives.\nThe only retinol serum with astaxantin, hyaluronic acid and vitamin E significantly improves the appearance of hyperpigmentation, fine lines and wrinkles.\n",
    "B00QXW95Q4": "Is Discontinued By Manufacturer : No\nProduct Dimensions : 3.5 x 3.5 x 9 inches; 1.8 Pounds\nItem model number : TH-AOS800\nManufacturer : Hautehouse, LLC\nBrand: Theorie\nItem Form: Liquid\nHair Type: chemical-treated-hair\nScent: Green Tea, Rhubarb, Jasmine, Bergamot\nAge Range (Description): Adult\n: Experience a delightful blend of luminous jasmine, tart rhubarb, fresh green tea, and invigorating bergamot, creating a captivating and refreshing fragrance.\n: We prioritize quality by incorporating nutrient-rich argan and grape-seed oils that saturate your hair with antioxidant vitamin E and essential fatty acids, effectively rejuvenating softness and imparting a brilliant shine.\n: Theorie Argan Oil Ultimate Restoring Shampoo is a nutrient-rich formula that revitalizes and restores your hair, leaving it looking and feeling healthier than ever.\n- : Experience the benefits of sulfate-free hair care with this Shampoo, which gently cleanses and nourishes your locks without harsh chemicals, maintaining your hair's natural shine and beauty.\n: Elevate your haircare routine with this ultimate restoring Shampoo, enriched with argan oil to provide the nourishment your hair needs for softness, shine, and overall vitality.",
    "B00VARTPKS": "L.A. Colors Mineral Pressed Powder CMP373 Creamy Natural 7.5g is a lightweight powder that leaves a velvety smooth finish on the skin. It ensures the makeup stays put while delivering natural coverage, without heaving down the skin. In other words, it not only sets the makeup for extended wear but also delivers a touch of coverage, enhancing the skin's natural beauty with a smooth finish. Moreover, this mineral powder features a talc-free, fragrance-free formula. It is available in a variety of shades, making it easier to find your perfect match and achieve a complexion that looks naturally flawless.\n\nDesigned with convenience in mind, the packaging of this product includes a mirror and sponge. Therefore, this makes it perfect for touch-ups on the go! Whether you're at work, out for an evening, or traveling, this pressed powder ensures you can maintain a polished look with minimal effort. It fits effortlessly into any makeup bag, purse, or pocket, so you can carry it with you for a quick refresh anytime, anywhere. In essence, this mineral pressed powder provides coverage, sets the makeup, and ensures your skin looks its best throughout the day. So, choose the shade that complements your skin tone the best. Enjoy a natural finish that enhances your makeup look!",
    "B01DKQAXC0": "Thousands of happy customers. Thousands of happy reviews.Bali Secrets keeps you feeling fresh and protected all day long. Naturally. Strong and reliable protection No annoying stains on your clothes Easy-to-use roll-on Bottle lasts up to 3 months! Certified Vegan &- Cruelty-free by PETA &- Leaping Bunny Gluten-free No baking soda No aluminum chlorohydrate or zirconium No parabens No phthalates Recyclable BPA-free bottle Made with LOVE ♥Ingredient lists are best kept short.At Bali Secrets we prefer to keep things simple and focus on quality.A handful of natural ingredients. Nothing less. Nothing more. Seaweed Extract (Gracilaria verrucosa) Distilled Water (Aqua) Natural Mineral Salt (Potassium alum) Aloe Vera Gel (Aloe barbadensis) Alcohol (Ethanol) Coconut Oil (Cocos nucifera) Sandalwood Essential Oil (Santalum album)Unlike regular deodorants and antiperspirants, we don't use any potentially toxic chemicals. All our ingredients are rated safe by the independent cosmetic database EWG.orgNatural mineral salt (Potassium alum) is a naturally occurring stone with a long history of usage. For thousands of years, it has been used by Ayurveda, Traditional Chinese Medicine and other holistic systems. The combination of seaweed extract with mineral salt in this formula keeps you fresh by naturally reducing the amount of bacteria responsible for unwanted body odor.We're so sure you are going to love our Natural Deodorant that we offer a 30 day money-back guarantee. You have our word.Ready? Just click the 'Add to cart button'! PURE. NATURAL. VEGAN. A clean formula without any nonsense - No Baking Soda. No Paraben. No Aluminum Chlorohydrate or Zirconium. GMO-Free. Phthalate-Free. Triclosan-Free. No synthetic preservatives. All ingredients rated safe by EWG.org.; FEEL FRESH & PROTECTED. Effective odor protection without the stickiness. In the office, the gym, during a night out or on a long distance flight â this deodorant will not let you down.; SCENTS FOR EVERY TASTE. 'Sandalwood' offers a musky tone with a subtle sweetness, creating an earthy and woody scent.; HIGHEST QUALITY. At Bali Secrets we are committed to only creating and sharing products we ourselves LOVE. Thatâs why the ingredients for our deodorant grow organically under a warm tropical sun â in harmony with nature.; MADE WITH LOVE IN BALI. The Island of the Gods is known for its beauty and kind-hearted people. For generations, the Balinese have utilized their close relationship with nature to pr",
    "B01DLR9IDI": "PVC Pockets can be used for the wet things.\n\nCompact size, large storage capacity, great to hold and organize all your requisites inside.\n\nDurable and practical. You put it into your main bag for extra storage, easy to organize your bag.\n\nWith the built-in handles, it's easy for you to carry anywhere.\n\nIdeal for household, holiday, travelling, overnight stay, etc.\n\n"
}