{
    "B0009DSONI": "BARE-BUT-BETTER COVERAGE\n\nLightweight, multitasking foundation, concealer and sunscreen.\nLight-to-full coverage pressed powder foundation with a skin-like, semi-matte finish.\nHydrating, non-cakey formula won't dry skin or settle in fine lines.\nCreamy texture builds and blends easily for a filter-like appearance.\nMicronized minerals lay flat and bind together while allowing skin to breathe.\n26 shades and 100% color match guarantee.\nWater resistant up to 40 minutes.\nGOOD-FOR-YOU INGREDIENTS\n\nAntioxidant-rich ingredients protect, clarify and balance skin.\nSoothing sea minerals nourish all skin types and act as anti-irritants.\nFormulated with high-quality, pure mineral pigments.\nFree from talc and bulking agents that irritate skin and clog pores.\nPhysical, broad spectrum sun protection.\nRecommended by The Skin Cancer Foundation as an effective broad spectrum sunscreen.\nDermatologist tested and recommended.\nRESPONSIBLE & SUSTAINABLE\n\nReef-safe, vegan and always cruelty-free.\nSustainable, easy-to-use refill system.\nPairs with our Refillable Compact for less waste.\nPurePressed Base Refills will fit in all Jane Iredale Refillable Compacts.",
    "B000Z61SSM": "WHAT IT IS: Soothing, roll-on antiperspirant is mild enough for ultra-sensitive skin. Fragrance-free protection against underarm wetness and odor (Total Nonscents). Colorless, water-based gel formula that leaves no residue.\nSKIN TYPE: This is for those prone to eczema, atopic, or contact dermatitis. Individuals suffering from Hyperhidrosis. Suitable for ages 12 & older. Pregnancy Safe.\nWHAT IT DOES: Does not burn or sting when applied after shaving; great for all skin types, including sensitive skin. Appropriate for anyone prone to eczema, atopic, or contact dermatitis.\nFEATURED INGREDIENTS: Aluminum Zirconium Tetra Chlorohydrex Glycine: The newest OTC antiperspirant ingredient. More effective and gentler than traditional aluminum chloride, this ingredient works by blocking pores to prevent sweat from leaving the body.\nDERMAdoctor PROMISE: Dermatologist Formulated, Tested & Approved. Allergy Tested, Hypoallergenic, Formulated to be Non-Irritating to the Skin, Non-Comedogenic, Synthetic Fragrance-Free, Synthetic Dye Free, Paraben Free, Gluten Free, Baking Soda Free, No Animal Testing . Formulated and filled in the USA.\n",
    "B002RSUPD0": "Introducing the Jack Black Pure Science Jet Set Traveler — your ultimate grooming companion for on-the-go! This thoughtfully curated set includes four essentials: the Pure Clean Daily Facial Cleanser (3 oz), Supreme Cream Triple Cushion Shave Lather (3 oz), and Double-Duty Face Moisturizer SPF 20 (1.5 oz), all neatly packed in a stylish travel bag.\n\nPerfect for all skin types, the Pure Clean Daily Facial Cleanser gently removes dirt, oil, and impurities while maintaining hydration, thanks to its unique blend of aloe vera and sage. The Supreme Cream Triple Cushion Shave Lather offers a rich, luxurious texture that delivers a smooth and close shave, reducing irritation and leaving your skin soft. After shaving, protect and nourish with the Double-Duty Face Moisturizer, which combines hydration with broad-spectrum SPF 20, ensuring your skin remains refreshed and shielded from UV rays.\n\nThis set is not only ideal for personal use but also makes a thoughtful gift for anyone who appreciates quality skincare. With Jack Black’s commitment to using superior ingredients and a no-nonsense approach, the Pure Science Jet Set Traveler ensures you can maintain your skincare routine effortlessly, no matter where life takes you. Upgrade your travel game and enjoy the confidence of great skin wherever you go!\n",
    "B002UXRE4U": "\nA TikTok favorite - this lash curler goes viral for a reason. While this curler is compact and travel friendly, it's also designed to get super close to the lash line to curl every lash - even hard to curl, stubborn, straight lashes. You may buy it for travel, but once you use it, this lash curler will quickly become your everyday go-to curler.\n\nGentle curve creates a soft sweeping curl & is ideal for monolid or deep-set eyes & hard to curl lashes.\nNatural arch fits almond shaped eyes\nCompact size is convenient for travel.\nSoft lash pad is gentle enough for both natural & false lashes.\nExtra pad is conveniently tucked inside eyelash curler.\n\nFlip easel down & squeeze. Use ONLY on clean, dry lashes – before applying mascara & always check that lash pad is securely in place. Angle the curler so lashes are centered at the opening & move the curler to the base of the lashes. Slowly & gently squeeze the curler. Apply gentle & consistent pressure for 5 seconds. Avoid pressing too hard which may cause lash breakage Repeat at the center of lashes for a deeper curl. Avoid overuse which could lead to lash breakage. Always check that lash pad is securely in place before curling.\n",
    "B004ILQVIW": "Target lines with StriVectin-SD Advanced Intensive Concentrate for Wrinkles and Stretch Marks.\nFor visible anti-aging results, you need StriVectin-SD Advanced Intensive Concentrate for Wrinkles and Stretch Marks. This hydrating cream features potent technologies to help improve skin in as little as 15 days. It includes Collagex-CE Complex to target Collagen III, or “youth collagen,” helping to firm skin. It also offers the skin strengthening benefits of StriVectin’s proprietary ingredient, NIA-114. The formula may be used on the face or body to target both wrinkles and stretch marks, making it a convenient multi-purpose treatment for your daily regimen.\n\nImproves the look of wrinkles and stretch marks in as little as 15 days\nHelps boost youth collagen\nStrengthens the skin’s natural barrier\nRevitalize your complexion with StriVectin-SD Advanced Intensive Concentrate for Wrinkles and Stretch Marks."
}